{
    "header":{
        "es":["Inicio","Sobre mí","Proyectos","Contacto"],
        "en":["Home","About","Portfolio","Contact"],
        "ca":["Inici","Sobre mi","Projectes","Contacte"],
        "fr":["Début","Sur moi","Projets","Contact"]
    },
    "presentation":{
        "es":["Hola, mi nombre es"],
        "en":["Hello, my name is"],
        "ca":["Hola, el meu nom és"],
        "fr":["Salut, mon nom est"]
    },
    "about":{
        "es":["Durante prácticamente toda mi vida me he interesado por la programación, y antes de decidirme por el desarrollo web adquirí conocimientos de otros lenguajes no tan relacionados con este ámbito.",
              "Me encanta curiosear nuevas tecnologías y pulir las que ya conozco, estar en constante crecimiento y poner en práctica todo lo que aprendo.",
              "Mi objetivo actual es seguir expandiendo mis conocimientos y perfeccionar los que estoy aprendiendo."],
        "en":["I have been interested by coding since i was a child, and before to pick the web developement i learned knowledge about other programming languages that aren't relacionated to web developement at all,",
            "I love to pry new technologies and master the ones that i know, being in constant growing and put in practice all that i learn.",
            "My actual objective is to continue expanding my knowledge and pulish the technologies that i'm learning."
        ],
        "ca":["Durant pràcticamente tota la meua vida m'he interessat per la programació, i abans de decidir-me pel desenvolupament web vaig obtindre coneixements d'altres tecnologíes no tan relacionades amb aquest àmbit.",
            "M'encanta provar noves tecnologíes i millorar en les que ja coneix, estar en constant creixement i posar en pràctica tot el que sé.",
            "El meu objectiu actual és continuar ampliant el meu coneixement i perfeccionar les tecnologíes que ja coneix."],
        "fr":["Pendant pratiquement toute ma vie, je me suis intéressé à la programmation, et avant de me décider pour le développement Web, j'ai acquis des connaissances dans d'autres langages qui ne sont pas si liés à ce domaine.",
        "J'adore explorer de nouvelles technologies et peaufiner celles que je connais déjà, évoluer constamment et mettre en pratique tout ce que j'apprends.",
        "Mon objectif actuel est de continuer à élargir mes connaissances et à perfectionner ce que j'apprends."
    ]   
    },
    "tech":{
        "es":["Tecnologías que manejo:"],
        "en":["Technologies that i know:"],
        "ca":["Tecnologies que control·le"],
        "fr":["Technologies que je controlle"]
    },
    "form":{
        "es":["Nombre","Correo electrónico","Escribe aquí tu mensaje...","Enviar","Descargar CV","También puedes contactar conmigo mediante los siguientes métodos:"],
        "en":["Name","Email","Write here your message...","Submit","Download CV","You can also contact me through the following methods:"],
        "ca":["Nom","Correu electrònic","Escriu aquí el teu missatge...","Enviar","Descarregar CV","També pots contactar amb mi a través dels següents mètodes:"],
        "fr":["Nom","Email","Écrivez votre message...","Envoyer","Télécharger CV","Vous pouvez également me contacter via les méthodes suivantes :"]
    }
}
